Repository: smgr9/installmentApp
Catalog: lib/l10n/intl_*.arb
Languages: ar

# hi
source: hi rhe
ar: هلا

# skip_button
source: skip
ar: تجاوز

# onboadring_title1
source: Numerous free trial courses
ar: العديد من الدورات التجريبية المجانية

# onboadring_title2
source: Quick and easy learning
ar: تعلم سريع وسهل

# onboadring_title3
source: Create your own study plan
ar: قم بإنشاء خطة الدراسة الخاصة بك

# onboadring_subtitle_title1
source: Free courses for you to find your way to learning
ar: دورات مجانية لتجد طريقك للتعلم

# onboadring_subtitle_title2
source: Easy and fast learning at any time to help you improve various skills
ar: تعلم سهل وسريع في أي وقت لمساعدتك على تحسين المهارات المختلفة

# onboadring_subtitle_title3
source: Study according to the study plan, make study more motivated
ar: ادرس وفقًا لخطة الدراسة تجعل الدراسة أكثر تحفيزًا

source: Log In
ar: سجل الدخول

source: sign up
ar: إنشاء حساب

source: Create account
ar: انشيء حسابا

# enterYourDetails
source: Enter your details below & free sign up
ar: برجاء ادخال بياناتك بالإسفل، ثم انقر على تسجيل الدخول

source: Enter Email
ar: ادخل البريد الإلكتروني

# confirm_emil
source: Confirm your Email
ar: تأكيد البريد الإلكتروني

source: Password
ar: كلمة المرور

# confirm_password
source: Repeat Password
ar: اعد ادخال كلمة المرور

source: Reset
ar: تمت

source: check
ar: تحقق

# have_an_account
source: Already have an account？
ar: تمتلك حساباً بالفعل؟

source: Don’t have an account?
ar: لا تمتلك حساباً؟

source: Forget password?
ar: هل نسيت كلمة السر؟

source: Or login with
ar: أو سجل الدخول عبر

source: Continue with Phone
ar: اكمل بربط الهاتف

source: Enter Your Phone Number
ar: ادخل رقم هاتفك

# continuePhone1
source: continue
ar: اكمل

source: Settings
ar: الإعدادات

source: Select Language:
ar: اختر اللغة

source: Dark Theme
ar: الوضع المظلم

# drawer_home
source: Aliens Store
ar: الشريط الجانبي

source: log out
ar: تسجيل الخروج

source: Code is sent to
ar: تم إرسال الكود إلى

source: Verify and Create Account
ar: تحقق وانشيء الحساب

source: Verify Phone
ar: التحقق من الهاتف

source: Reset Password
ar: إعاده ضبط كلمة المرور

# congratulations_regester
source: Congratulations, you have completed your registration!
ar: مبروك، انت الأن أكملت عملية إنشاء الحساب

# congratulations_password
source: Congratulations, you have Reset your password!
ar: مبروك، انت الأن أكملت اعدت ضبط كلمة المرور

source: Success
ar: تم العملية بنجاح

source: Done
ar: تم

# them_condication
source: By creating an account you have to agree with our them & condication.
ar: بإنشائك لحساب فإنك توافق على الشروط والاحكام

source: can't be larger than
ar: عدد الاحرف لا يزيد عن

source: can't be less than
ar: عدد الاحرف لا يقل عن

source: can't be Empty
ar: لا يجب ان يكون الحقل فارغاً

source: not valid phone
ar: رقم هاتف غير صالح

source: not valid username
ar: اسم مستخدم غير صالح

source: not valid National ID
ar: رقم قومي غير صحيح

source: not valid email
ar: البريد الإلكتروني غير صالح

source: Home Page
ar: الصفحة الرئيسية

# debtor_list
source: adbtor List
ar: قائمة المدينين

source: debtor id
ar: كود المدين

# add_date
source: Date added
ar: تاريخ الإضافة

source: debtor name
ar: اسم المدين

source: phone number
ar: رقم الهاتف

source: national id
ar: الرقم القومي

source: Save Data
ar: حفظ البيانات

source: Add debtor
ar: إضافة مدين

# select_theme
source: select your theme :
ar: اختر الثيم :

source: address
ar: العنوان

source: add
ar: اضف
